<template>
  <div class="notice">
    <h1>购票须知</h1>
    <h4>限购规则</h4>

    <h2>每笔订单最多购买6张</h2>
    <h4>退票/换票规则</h4>

    <h2>
      票品为有价证券，非普通商品，其背后承载的文化服务具有时效性，稀缺性等特征，不支持退换。
    </h2>
    <h4>入场规则</h4>

    <h2>须携带纸质门票验票入场。</h2>
    <h4>儿童购票</h4>

    <h2>儿童全票，1.2米以下要监护人签免责声明</h2>
    <h4>发票说明</h4>

    <h2>
      演出开始前，去【APP-订单详情页】提交发票申请。演出结束后1个月左右邮寄给你，需自付邮费。
    </h2>
    <h4>实名购票规则</h4>

    <h2>一张门票对应一个证件；证件支持：身份证/护照</h2>
    <h4>异常排单说明</h4>

    <h2>
      对于异常订购行为，大麦网有权在订单成立或者生效之后取消相应订单。异常订购行为包括但不限于以下情形：
      <br />（1）通过同一ID订购超出限购张数的订单。
      <br />（2）经合理判断认为非真实消费者的下单行为，包括但不限于通过批量相同或虚构的支付账号、收货地址（包括下单时填写及最终实际收货地址）、收件人、电话号码订购超出限购张数的订单。
    </h2>
    <h4>观演须知</h4>
    <h4>演出时长</h4>

    <h2>150分钟以上</h2>
    <h4>入场时间</h4>

    <h2>请于开始前约90分钟入场</h2>
    <h4>禁止携带物品</h4>

    <h2>
      由于安保和版权的原因，大多数演出、展览及比赛场所禁止携带食品、饮料、专业摄录设备、打火机等物品，请您注意现场工作人员和广播的提示，予以配合。
    </h2>
    <h4>寄存说明</h4>

    <h2>无寄存处,请自行保管携带物品，谨防贵重物品丢失。</h2>
  </div>
</template>

<script>
export default {
  name: "notice",
};
</script>

<style lang="scss" scoped>
.notice {
  background-color: #fff;
  padding: 10px;
  line-height: 25px;
}
h1 {
  font-size: 18px;
  font-weight: 700;
  padding-top: 5px;
  padding-bottom: 5px;
}
h4 {
  font-size: 12px;
  color: rgb(148, 148, 151);
}
h2 {
  font-size: 15px;
}
</style>